{
  "text": {
    "hey": 34,
    "hello": 32,
    "hi": 35,
    "there": 73,
    "good": 26,
    "morning": 51,
    "evening": 20,
    "goodmorning": 29,
    "goodevening": 28,
    "afternoon": 1,
    "sup": 66,
    "cu": 17,
    "by": 9,
    "cee": 12,
    "you": 83,
    "later": 44,
    "night": 56,
    "bye": 10,
    "goodbye": 27,
    "have": 31,
    "a": 0,
    "nice": 55,
    "day": 19,
    "see": 63,
    "around": 6,
    "thanks": 71,
    "thank": 70,
    "lot": 48,
    "very": 78,
    "much": 52,
    "i": 39,
    "appreciate": 4,
    "it": 43,
    "for": 21,
    "your": 84,
    "help": 33,
    "the": 72,
    "info": 41,
    "many": 49,
    "am": 2,
    "grateful": 30,
    "arigato": 5,
    "london": 46,
    "paris": 58,
    "new": 54,
    "york": 82,
    "berlin": 7,
    "tokyo": 76,
    "toronto": 77,
    "mumbai": 53,
    "sydney": 67,
    "rome": 60,
    "san": 62,
    "francisco": 23,
    "what": 80,
    "is": 42,
    "weather": 79,
    "like": 45,
    "in": 40,
    "how": 37,
    "tell": 68,
    "me": 50,
    "temperature": 69,
    "s": 61,
    "forecast": 22,
    "los": 47,
    "angeles": 3,
    "show": 64,
    "give": 24,
    "will": 81,
    "rain": 59,
    "sunny": 65,
    "cloudy": 15,
    "can": 11,
    "cold": 16,
    "hyderabad": 38,
    "today": 75,
    "current": 18,
    "hot": 36,
    "outside": 57,
    "going": 25,
    "to": 74,
    "check": 13,
    "boston": 8,
    "chicago": 14
  },
  "intent": {
    "greet": 2,
    "goodbye": 1,
    "thank_you": 4,
    "inform": 3,
    "ask_weather": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_weather": 6,
    "utter_ask_location": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_thank_you": 16
  },
  "action_text": null,
  "intent_response_key": null
}