{
  "text": {
    "hey": 41,
    "hello": 39,
    "hi": 42,
    "there": 85,
    "good": 33,
    "morning": 59,
    "evening": 27,
    "goodmorning": 36,
    "goodevening": 35,
    "afternoon": 1,
    "sup": 78,
    "cu": 21,
    "by": 12,
    "cee": 16,
    "you": 97,
    "later": 51,
    "night": 65,
    "bye": 13,
    "goodbye": 34,
    "have": 38,
    "a": 0,
    "nice": 64,
    "day": 23,
    "see": 75,
    "around": 8,
    "thanks": 83,
    "thank": 82,
    "lot": 56,
    "very": 91,
    "much": 60,
    "i": 45,
    "appreciate": 6,
    "it": 49,
    "for": 28,
    "your": 98,
    "help": 40,
    "the": 84,
    "info": 47,
    "many": 57,
    "am": 2,
    "grateful": 37,
    "arigato": 7,
    "london": 54,
    "paris": 68,
    "new": 63,
    "york": 96,
    "berlin": 9,
    "tokyo": 89,
    "toronto": 90,
    "mumbai": 61,
    "sydney": 79,
    "rome": 71,
    "san": 73,
    "francisco": 30,
    "what": 94,
    "is": 48,
    "weather": 93,
    "like": 52,
    "in": 46,
    "how": 44,
    "tell": 80,
    "me": 58,
    "temperature": 81,
    "s": 72,
    "forecast": 29,
    "los": 55,
    "angeles": 5,
    "show": 76,
    "give": 31,
    "will": 95,
    "rain": 70,
    "sunny": 77,
    "cloudy": 19,
    "can": 15,
    "cold": 20,
    "today": 88,
    "current": 22,
    "hot": 43,
    "outside": 67,
    "going": 32,
    "to": 87,
    "check": 17,
    "time": 86,
    "now": 66,
    "do": 25,
    "know": 50,
    "need": 62,
    "please": 69,
    "local": 53,
    "want": 92,
    "and": 4,
    "chicago": 18,
    "boston": 10,
    "seattle": 74,
    "amsterdam": 3,
    "both": 11,
    "dubai": 26,
    "delhi": 24,
    "cairo": 14
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "thank_you": 6,
    "inform": 5,
    "ask_weather": 2,
    "ask_time": 0,
    "ask_time_weather": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_time": 6,
    "action_get_time_weather": 7,
    "action_get_weather": 8,
    "utter_ask_location": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_thank_you": 18
  },
  "action_text": null,
  "intent_response_key": null
}