{
  "text": {
    " ": 0,
    "h": 324,
    "e": 237,
    "y": 681,
    " h": 46,
    "he": 333,
    "ey": 287,
    "y ": 682,
    " he": 49,
    "hey": 341,
    "ey ": 288,
    " hey": 51,
    "hey ": 342,
    "l": 393,
    "o": 484,
    "el": 252,
    "ll": 406,
    "lo": 410,
    "o ": 485,
    "hel": 335,
    "ell": 255,
    "llo": 408,
    "lo ": 411,
    " hel": 50,
    "hell": 336,
    "ello": 257,
    "llo ": 409,
    "i": 350,
    "hi": 343,
    "i ": 351,
    " hi": 52,
    "hi ": 344,
    " hi ": 53,
    "t": 614,
    "r": 550,
    " t": 110,
    "th": 627,
    "er": 268,
    "re": 558,
    "e ": 238,
    " th": 114,
    "the": 630,
    "her": 338,
    "ere": 272,
    "re ": 559,
    " the": 116,
    "ther": 632,
    "here": 340,
    "ere ": 273,
    "g": 304,
    "d": 217,
    " g": 39,
    "go": 318,
    "oo": 506,
    "od": 486,
    "d ": 218,
    " go": 42,
    "goo": 319,
    "ood": 507,
    "od ": 487,
    " goo": 43,
    "good": 320,
    "ood ": 508,
    "m": 420,
    "n": 441,
    " m": 74,
    "mo": 430,
    "or": 514,
    "rn": 575,
    "ni": 462,
    "in": 369,
    "ng": 458,
    "g ": 305,
    " mo": 79,
    "mor": 431,
    "orn": 520,
    "rni": 576,
    "nin": 467,
    "ing": 373,
    "ng ": 459,
    " mor": 80,
    "morn": 432,
    "orni": 521,
    "rnin": 577,
    "ning": 468,
    "ing ": 374,
    "v": 666,
    " e": 31,
    "ev": 282,
    "ve": 667,
    "en": 263,
    " ev": 32,
    "eve": 283,
    "ven": 669,
    "eni": 264,
    " eve": 33,
    "even": 284,
    "veni": 670,
    "enin": 265,
    "dm": 228,
    "odm": 492,
    "dmo": 229,
    "oodm": 511,
    "odmo": 493,
    "dmor": 230,
    "de": 225,
    "ode": 490,
    "dev": 226,
    "oode": 510,
    "odev": 491,
    "deve": 227,
    "a": 134,
    "f": 289,
    " a": 1,
    "af": 136,
    "ft": 298,
    "te": 616,
    "no": 473,
    "on": 500,
    "n ": 442,
    " af": 3,
    "aft": 137,
    "fte": 299,
    "ter": 624,
    "ern": 276,
    "rno": 578,
    "noo": 474,
    "oon": 512,
    "on ": 501,
    " aft": 4,
    "afte": 138,
    "fter": 300,
    "tern": 626,
    "erno": 277,
    "rnoo": 579,
    "noon": 475,
    "oon ": 513,
    "s": 592,
    "u": 645,
    "p": 536,
    " s": 98,
    "su": 608,
    "up": 658,
    "p ": 537,
    " su": 106,
    "sup": 609,
    "up ": 659,
    " sup": 107,
    "sup ": 610,
    "c": 194,
    " c": 20,
    "cu": 213,
    "u ": 646,
    " cu": 25,
    "cu ": 214,
    " cu ": 26,
    "b": 183,
    " b": 14,
    "by": 190,
    " by": 17,
    "by ": 191,
    " by ": 18,
    "ce": 200,
    "ee": 247,
    " ce": 23,
    "cee": 202,
    "ee ": 248,
    " cee": 24,
    "cee ": 203,
    " y": 130,
    "yo": 688,
    "ou": 528,
    " yo": 131,
    "you": 692,
    "ou ": 529,
    " you": 133,
    "you ": 693,
    " l": 65,
    "la": 395,
    "at": 166,
    "r ": 551,
    " la": 66,
    "lat": 396,
    "ate": 168,
    "er ": 269,
    " lat": 67,
    "late": 397,
    "ater": 171,
    "ter ": 625,
    " n": 84,
    "ig": 358,
    "gh": 312,
    "ht": 348,
    "t ": 615,
    " ni": 87,
    "nig": 465,
    "igh": 361,
    "ght": 313,
    "ht ": 349,
    " nig": 89,
    "nigh": 466,
    "ight": 362,
    "ght ": 314,
    "ye": 686,
    "bye": 192,
    "ye ": 687,
    " bye": 19,
    "bye ": 193,
    "db": 222,
    "odb": 488,
    "dby": 223,
    "oodb": 509,
    "odby": 489,
    "dbye": 224,
    "ha": 326,
    "av": 178,
    " ha": 47,
    "hav": 331,
    "ave": 179,
    "ve ": 668,
    " hav": 48,
    "have": 332,
    "ave ": 180,
    "a ": 135,
    " a ": 2,
    "ic": 355,
    "nic": 463,
    "ice": 356,
    "ce ": 201,
    " nic": 88,
    "nice": 464,
    "ice ": 357,
    " d": 28,
    "da": 219,
    "ay": 181,
    " da": 29,
    "day": 220,
    "ay ": 182,
    " day": 30,
    "day ": 221,
    "se": 600,
    " se": 102,
    "see": 601,
    " see": 103,
    "see ": 602,
    "ar": 157,
    "ro": 580,
    "un": 655,
    "nd": 446,
    " ar": 11,
    "aro": 161,
    "rou": 585,
    "oun": 530,
    "und": 656,
    "nd ": 447,
    " aro": 13,
    "arou": 162,
    "roun": 586,
    "ound": 531,
    "und ": 657,
    "w": 673,
    " w": 125,
    "wh": 678,
    " wh": 128,
    "wha": 679,
    "hat": 329,
    "at ": 167,
    " wha": 129,
    "what": 680,
    "hat ": 330,
    " i": 56,
    "is": 375,
    "s ": 593,
    " is": 61,
    "is ": 376,
    " is ": 62,
    "he ": 334,
    "the ": 631,
    "we": 675,
    "ea": 239,
    " we": 126,
    "wea": 676,
    "eat": 240,
    "ath": 172,
    " wea": 127,
    "weat": 677,
    "eath": 241,
    "athe": 173,
    "her ": 339,
    "k": 384,
    "li": 401,
    "ik": 363,
    "ke": 386,
    " li": 68,
    "lik": 402,
    "ike": 364,
    "ke ": 387,
    " lik": 69,
    "like": 403,
    "ike ": 365,
    " in": 58,
    "in ": 370,
    " in ": 59,
    "do": 234,
    " lo": 70,
    "lon": 412,
    "ond": 502,
    "ndo": 448,
    "don": 235,
    " lon": 71,
    "lond": 413,
    "ondo": 503,
    "ndon": 449,
    "don ": 236,
    "ho": 345,
    "ow": 534,
    "w ": 674,
    " ho": 54,
    "how": 346,
    "ow ": 535,
    " how": 55,
    "how ": 347,
    "ne": 450,
    "ew": 285,
    " ne": 85,
    "new": 451,
    "ew ": 286,
    " new": 86,
    "new ": 452,
    "rk": 570,
    "k ": 385,
    "yor": 690,
    "ork": 518,
    "rk ": 571,
    " yor": 132,
    "york": 691,
    "ork ": 519,
    "l ": 394,
    " te": 111,
    "tel": 620,
    "ll ": 407,
    " tel": 112,
    "tell": 621,
    "ell ": 256,
    "me": 428,
    " me": 77,
    "me ": 429,
    " me ": 78,
    " p": 92,
    "pa": 538,
    "ri": 565,
    " pa": 93,
    "par": 539,
    "ari": 158,
    "ris": 568,
    " par": 94,
    "pari": 540,
    "aris": 160,
    "ris ": 569,
    "em": 260,
    "mp": 433,
    "pe": 541,
    "ra": 552,
    "tu": 642,
    "ur": 660,
    "tem": 622,
    "emp": 261,
    "mpe": 434,
    "per": 542,
    "era": 270,
    "rat": 555,
    "atu": 176,
    "tur": 643,
    "ure": 662,
    " tem": 113,
    "temp": 623,
    "empe": 262,
    "mper": 435,
    "pera": 543,
    "erat": 271,
    "ratu": 557,
    "atur": 177,
    "ture": 644,
    "ure ": 663,
    "to": 636,
    "ok": 494,
    "ky": 390,
    " to": 119,
    "tok": 638,
    "oky": 495,
    "kyo": 391,
    "yo ": 689,
    " tok": 120,
    "toky": 639,
    "okyo": 496,
    "kyo ": 392,
    " s ": 99,
    "be": 187,
    "rl": 572,
    " be": 15,
    "ber": 188,
    "erl": 274,
    "rli": 573,
    "lin": 404,
    " ber": 16,
    "berl": 189,
    "erli": 275,
    "rlin": 574,
    "lin ": 405,
    " f": 34,
    "fo": 290,
    "ec": 242,
    "ca": 195,
    "as": 163,
    "st": 606,
    " fo": 35,
    "for": 292,
    "ore": 516,
    "rec": 560,
    "eca": 243,
    "cas": 198,
    "ast": 164,
    "st ": 607,
    " for": 36,
    "fore": 294,
    "orec": 517,
    "reca": 561,
    "ecas": 244,
    "cast": 199,
    "ast ": 165,
    "or ": 515,
    "for ": 293,
    "sy": 611,
    "yd": 683,
    "dn": 231,
    " sy": 108,
    "syd": 612,
    "ydn": 684,
    "dne": 232,
    "ney": 453,
    " syd": 109,
    "sydn": 613,
    "ydne": 685,
    "dney": 233,
    "ney ": 454,
    "os": 524,
    "los": 414,
    "os ": 525,
    " los": 72,
    "los ": 415,
    "an": 143,
    "ge": 309,
    "le": 398,
    "es": 280,
    " an": 7,
    "ang": 147,
    "nge": 460,
    "gel": 310,
    "ele": 253,
    "les": 399,
    "es ": 281,
    " ang": 8,
    "ange": 148,
    "ngel": 461,
    "gele": 311,
    "eles": 254,
    "les ": 400,
    "sh": 603,
    " sh": 104,
    "sho": 604,
    " sho": 105,
    "show": 605,
    "sa": 594,
    " sa": 100,
    "san": 595,
    "an ": 144,
    " san": 101,
    "san ": 596,
    "fr": 295,
    "nc": 443,
    "ci": 206,
    "sc": 597,
    "co": 211,
    " fr": 37,
    "fra": 296,
    "ran": 553,
    "anc": 145,
    "nci": 444,
    "cis": 209,
    "isc": 377,
    "sco": 598,
    "co ": 212,
    " fra": 38,
    "fran": 297,
    "ranc": 554,
    "anci": 146,
    "ncis": 445,
    "cisc": 210,
    "isco": 378,
    "sco ": 599,
    "gi": 315,
    "iv": 381,
    " gi": 40,
    "giv": 316,
    "ive": 382,
    " giv": 41,
    "give": 317,
    "ive ": 383,
    "nt": 478,
    "tor": 640,
    "oro": 522,
    "ron": 583,
    "ont": 504,
    "nto": 480,
    "to ": 637,
    " tor": 121,
    "toro": 641,
    "oron": 523,
    "ront": 584,
    "onto": 505,
    "nto ": 481,
    "nk": 469,
    "ks": 388,
    "tha": 628,
    "han": 327,
    "ank": 149,
    "nks": 471,
    "ks ": 389,
    " tha": 115,
    "than": 629,
    "hank": 328,
    "anks": 151,
    "nks ": 472,
    "nk ": 470,
    "ank ": 150,
    "ot": 526,
    "lot": 416,
    "ot ": 527,
    " lot": 73,
    "lot ": 417,
    " v": 122,
    "ry": 590,
    " ve": 123,
    "ver": 671,
    "ery": 278,
    "ry ": 591,
    " ver": 124,
    "very": 672,
    "ery ": 279,
    "mu": 436,
    "uc": 647,
    "ch": 204,
    "h ": 325,
    " mu": 81,
    "muc": 437,
    "uch": 648,
    "ch ": 205,
    " muc": 82,
    "much": 438,
    "uch ": 649,
    " i ": 57,
    "ap": 154,
    "pp": 544,
    "pr": 547,
    "ia": 352,
    " ap": 9,
    "app": 155,
    "ppr": 545,
    "pre": 548,
    "eci": 245,
    "cia": 207,
    "iat": 353,
    "te ": 617,
    " app": 10,
    "appr": 156,
    "ppre": 546,
    "prec": 549,
    "reci": 562,
    "ecia": 246,
    "ciat": 208,
    "iate": 354,
    "ate ": 169,
    "it": 379,
    " it": 63,
    "it ": 380,
    " it ": 64,
    "our": 532,
    "ur ": 661,
    "your": 694,
    "our ": 533,
    "lp": 418,
    "elp": 258,
    "lp ": 419,
    "help": 337,
    "elp ": 259,
    "nf": 455,
    "inf": 371,
    "nfo": 456,
    "fo ": 291,
    " inf": 60,
    "info": 372,
    "nfo ": 457,
    "ma": 422,
    "ny": 482,
    " ma": 75,
    "man": 423,
    "any": 152,
    "ny ": 483,
    " man": 76,
    "many": 424,
    "any ": 153,
    "am": 141,
    "m ": 421,
    " am": 5,
    "am ": 142,
    " am ": 6,
    "gr": 321,
    "ef": 249,
    "fu": 301,
    "ul": 650,
    " gr": 44,
    "gra": 322,
    "tef": 618,
    "efu": 250,
    "ful": 302,
    "ul ": 651,
    " gra": 45,
    "grat": 323,
    "rate": 556,
    "atef": 170,
    "tefu": 619,
    "eful": 251,
    "ful ": 303,
    "ga": 306,
    "rig": 566,
    "iga": 359,
    "gat": 307,
    "ato": 174,
    " ari": 12,
    "arig": 159,
    "riga": 567,
    "igat": 360,
    "gato": 308,
    "ato ": 175,
    "um": 652,
    "mb": 425,
    "ba": 184,
    "ai": 139,
    "mum": 439,
    "umb": 653,
    "mba": 426,
    "bai": 185,
    "ai ": 140,
    " mum": 83,
    "mumb": 440,
    "umba": 654,
    "mbai": 427,
    "bai ": 186,
    " r": 95,
    "om": 497,
    " ro": 96,
    "rom": 581,
    "ome": 498,
    " rom": 97,
    "rome": 582,
    "ome ": 499,
    "ti": 633,
    "im": 366,
    " ti": 117,
    "tim": 634,
    "ime": 367,
    " tim": 118,
    "time": 635,
    "ime ": 368,
    "rr": 587,
    "cur": 215,
    "urr": 664,
    "rre": 588,
    "ren": 563,
    "ent": 266,
    "nt ": 479,
    " cur": 27,
    "curr": 216,
    "urre": 665,
    "rren": 589,
    "rent": 564,
    "ent ": 267,
    " no": 90,
    "now": 476,
    " now": 91,
    "now ": 477,
    " ca": 21,
    "can": 196,
    " can": 22,
    "can ": 197
  },
  "response": null,
  "action_text": null
}