{
  "text": {
    "hey": 32,
    "hello": 30,
    "hi": 33,
    "there": 70,
    "good": 24,
    "morning": 48,
    "evening": 18,
    "goodmorning": 27,
    "goodevening": 26,
    "afternoon": 1,
    "sup": 63,
    "cu": 15,
    "by": 8,
    "cee": 11,
    "you": 80,
    "later": 41,
    "night": 53,
    "bye": 9,
    "goodbye": 25,
    "have": 29,
    "a": 0,
    "nice": 52,
    "day": 17,
    "see": 60,
    "around": 6,
    "thanks": 68,
    "thank": 67,
    "lot": 45,
    "very": 75,
    "much": 49,
    "i": 36,
    "appreciate": 4,
    "it": 40,
    "for": 19,
    "your": 81,
    "help": 31,
    "the": 69,
    "info": 38,
    "many": 46,
    "am": 2,
    "grateful": 28,
    "arigato": 5,
    "london": 43,
    "paris": 55,
    "new": 51,
    "york": 79,
    "berlin": 7,
    "tokyo": 73,
    "toronto": 74,
    "mumbai": 50,
    "sydney": 64,
    "rome": 57,
    "san": 59,
    "francisco": 21,
    "what": 77,
    "is": 39,
    "weather": 76,
    "like": 42,
    "in": 37,
    "how": 35,
    "tell": 65,
    "me": 47,
    "temperature": 66,
    "s": 58,
    "forecast": 20,
    "los": 44,
    "angeles": 3,
    "show": 61,
    "give": 22,
    "will": 78,
    "rain": 56,
    "sunny": 62,
    "cloudy": 13,
    "can": 10,
    "cold": 14,
    "today": 72,
    "current": 16,
    "hot": 34,
    "outside": 54,
    "going": 23,
    "to": 71,
    "check": 12
  },
  "intent": {
    "greet": 2,
    "goodbye": 1,
    "thank_you": 4,
    "inform": 3,
    "ask_weather": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_weather": 6,
    "utter_ask_location": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_thank_you": 16
  },
  "action_text": null,
  "intent_response_key": null
}