{
  "text": {
    "hey": 28,
    "hello": 26,
    "hi": 29,
    "there": 63,
    "good": 20,
    "morning": 43,
    "evening": 15,
    "goodmorning": 23,
    "goodevening": 22,
    "afternoon": 1,
    "sup": 56,
    "cu": 12,
    "by": 8,
    "cee": 11,
    "you": 71,
    "later": 36,
    "night": 48,
    "bye": 9,
    "goodbye": 21,
    "have": 25,
    "a": 0,
    "nice": 47,
    "day": 14,
    "see": 54,
    "around": 6,
    "what": 69,
    "is": 34,
    "the": 62,
    "weather": 68,
    "like": 37,
    "in": 32,
    "london": 38,
    "how": 30,
    "new": 46,
    "york": 70,
    "tell": 58,
    "me": 42,
    "paris": 50,
    "temperature": 59,
    "tokyo": 65,
    "s": 52,
    "berlin": 7,
    "forecast": 17,
    "for": 16,
    "sydney": 57,
    "los": 39,
    "angeles": 3,
    "show": 55,
    "san": 53,
    "francisco": 18,
    "give": 19,
    "toronto": 66,
    "thanks": 61,
    "thank": 60,
    "lot": 40,
    "very": 67,
    "much": 44,
    "i": 31,
    "appreciate": 4,
    "it": 35,
    "your": 72,
    "help": 27,
    "info": 33,
    "many": 41,
    "am": 2,
    "grateful": 24,
    "arigato": 5,
    "mumbai": 45,
    "rome": 51,
    "time": 64,
    "current": 13,
    "now": 49,
    "can": 10
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "ask_weather": 1,
    "thank_you": 5,
    "inform": 4,
    "ask_time": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_time": 6,
    "action_get_weather": 7,
    "utter_ask_location": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_thank_you": 17
  },
  "action_text": null,
  "intent_response_key": null
}